Ran Plan for 2 projects:

1. project: `atlantis-example-dev` dir: `example` workspace: `default`
1. project: `atlantis-example-live` dir: `example` workspace: `default`

### 1. project: `atlantis-example-dev` dir: `example` workspace: `default`
<details><summary>Show Output</summary>

```diff

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # module.test_dev[0].random_id.suffix will be created
+ resource "random_id" "suffix" {
      + b64_std     = (known after apply)
      + b64_url     = (known after apply)
      + byte_length = 4
      + dec         = (known after apply)
      + hex         = (known after apply)
      + id          = (known after apply)
      + prefix      = "dev"
    }

Plan: 1 to add, 0 to change, 0 to destroy.

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -p atlantis-example-dev`
* :put_litter_in_its_place: To **delete** this plan click [here](https://c40ac081c78e.eu.ngrok.io/lock?id=albertorm95%252Fatlantis-test%252Fexample%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -p atlantis-example-dev`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
### 2. project: `atlantis-example-live` dir: `example` workspace: `default`
<details><summary>Show Output</summary>

```diff

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # module.test_live[0].random_id.suffix will be created
+ resource "random_id" "suffix" {
      + b64_std     = (known after apply)
      + b64_url     = (known after apply)
      + byte_length = 5
      + dec         = (known after apply)
      + hex         = (known after apply)
      + id          = (known after apply)
      + prefix      = "live"
    }

Plan: 1 to add, 0 to change, 0 to destroy.

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -p atlantis-example-live`
* :put_litter_in_its_place: To **delete** this plan click [here](https://c40ac081c78e.eu.ngrok.io/lock?id=albertorm95%252Fatlantis-test%252Fexample%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -p atlantis-example-live`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
